[{
  "_id": {
    "$oid": "60799ee3c2c96719708b4762"
  },
  "id": 80,
  "name": "Neapolitan pizza",
  "urlRewriteName": "neapolitan-pizza",
  "categoryId": 8,
  "description": "Nhắc đến Ý thì nổi tiếng nhất chắc chắn là kiểu Neapoli, đây là tên thành phố  pizza được sinh ra. Loại bánh này cũng chuẩn kiểu Ý, nghĩa là không nhiều nhân và phần nhân khá đơn giản, chỉ có sốt cà chua, lá basil tươi, dầu oliu và phô mai.\r\nVì loại bánh có lớp vỏ mỏng, nó không thể chứa nhiều nhân bên trên. Trên thực tế, bánh mỏng đến mức nó thường được ăn bằng nĩa và dao. Để làm được bánh pizza Neapoli \"thật\", bánh phải được nướng trong lò đốt củi từ 400 - 500 độ C, tương tự như cách truyền thống thì chỉ mất khoảng 70-90 giây để nấu chín hoàn toàn.\r\nRiêng với loại bánh này, yêu cầu tương đối cầu kì như:\r\nBánh phải đường kính không quá 35cm.\r\nĐế bánh không được dày hơn 1/8 inch (khoảng 3.1 millimeter) (phần rìa mép được phép cao hơn 1 chút).\r\nPhải được nướng trong lò gạch đốt bằng củi (brick wood-fired oven).\r\nBột phải được ủ trong ít nhất 6 tiếng.",
  "price": 30001,
  "sale": 11,
  "isDeleted": false,
  "salePrice": 26700.89,
  "photo": "1672769611805_Pizza5.jpg",
  "__v": 0,
  "sale1": 11
},{
  "_id": {
    "$oid": "60799ef9c2c96719708b4763"
  },
  "id": 81,
  "name": "Cong you bing",
  "urlRewriteName": "cong-you-bing",
  "categoryId": 8,
  "description": "Cong You Bing là món ăn đường phố phổ biến ở Trung Quốc và Đài Loan. Loại bánh làm từ bột mì được nướng trong lò cùng với dầu, hành tỏi cùng mỡ lợn tạo thành chiếc bánh có vỏ giòn bên ngoài và nhân tơi xốp bên trong.\r\n\r\nBánh Cong You Bing dẹp và tròn được làm từ bột pha với hành lá tươi cắt nhuyễn và cán bằng tay. Phiên bản gốc của Cong You Bing từ Trung Quốc dày hơn và có phần bột nhão hơn so với phiên bản nhạt và mịn hơn của người dân Đài Loan. Đôi khi Cong You Bing còn được nhồi thêm thịt băm để tăng thêm hương vị cho món bánh.\r\n\r\nChiếc bánh vàng ươm nóng hổi sẽ khiến bạn khó lòng có thể chế ngự được cơn thèm. Và khi thưởng thức chắc chắn bạn sẽ yêu thích món ăn ngay khi vừa nếm qua. Món bánh Cong You Bing ngon nhất khi ăn nóng và thường được chấm với chút nước tương (xì dầu) có thêm tí ớt, cho hương vị thơm ngon, đậm đà.\r\n\r\n",
  "price": 40000,
  "sale": 10,
  "isDeleted": false,
  "salePrice": 36000,
  "photo": "1672769788934_pizza4.jpg",
  "__v": 0,
  "sale1": 10
},{
  "_id": {
    "$oid": "60799f37c2c96719708b4766"
  },
  "id": 84,
  "name": "Okonomiyaki",
  "urlRewriteName": "okonomiyaki",
  "categoryId": 8,
  "description": "Okonomiyaki, Nhật Bản\r\nOkonomiyaki thường được gọi là bánh xèo Nhật Bản. Loại bánh hấp dẫn này là sự kết hợp giữa nguyên liệu bản địa trong kiểu dáng của chiếc pizza cổ điển. Bột được nướng trực tiếp trên bếp, tùy thuộc vào từng vùng và sở thích của người ăn mà có thể cho thêm bất kỳ loại topping nào (như hành tây, thịt heo, bạch tuộc, mực, tôm, rau, phô mai…)\r\n\r\nPhần đế được làm từ những sợi mì đan xen làm từ bột, đường, men, khoai nghiền, bắp cải hoặc trứng. Sự khác biệt tạo nên nét hấp dẫn trong mỗi chiếc Pizza kiểu Nhật là sốt Okonomiyaki và những miếng vụn cá ngừ khô bên trên.",
  "price": 60000,
  "sale": 20,
  "isDeleted": false,
  "salePrice": 48000,
  "photo": "1672770216253_pizza2.jpg",
  "__v": 0,
  "sale1": 20
},{
  "_id": {
    "$oid": "60799f49c2c96719708b4767"
  },
  "id": 85,
  "name": "Mũ Fullface Roc 05 Đen Bóng",
  "urlRewriteName": "mu-fullface-roc-05-den-bong",
  "categoryId": 8,
  "description": "Mũ Fullface Roc 05 Đen Bóng\r\nMũ Fullface Roc 05 Đen Bóng là phiên bản nón fullface ra đời nhằm thay thế cho phiên bản cũ Fullface Roc m138 với nhiều tính năng đươc cải thiện và khắc phục. Trong đó phải kể đến phần kiểu dáng bên ngoài. Roc 03 đã cho ra nhiều mẫu tem với phiên bản đẹp hơn, nổi bật hơn.\r\n\r\nVề phần form nón vẫn được giữ nguyên bản, tuy nhiên ở phía sau có trang bị đuôi gió khá đẹp. Nón được trang bị 2 kính là một lợi thế dành cho các anh em mới bắt đầu chơi fullface muốn tìm hiểu và mua những mẫu nón có phân khúc giá dưới 1 triệu đồng, mà tính năng lại đầy đủ như vậy.Lớp lót có thể tháo rời, khóa lắp kính cực nhanh giúp việc vệ sinh nón không thể dễ dàng hơn. Dòng nón được sản xuất tại nhà máy MAFA VN. Đồng thương hiệu với Royal. Tuy nhiên về phân khúc, Roc vẫn cao cấp hơn so với Royal .\r\n\r\n\r\n\r\nKhả năng hấp thu xung động EPS tốt hạn chế rủi ro khi va chạm giúp giảm thiểu tối đa chấn thương khi giao thông ở tốc độ cao.\r\n\r\nMũ ROC ra đời nhằm đáp ứng nhu cầu Đẹp – An Toàn – Giá Cả Hợp Lí. Chắc chắn sẽ đáp ứng mọi nhu cầu của người tiêu dùng.\r\n\r\n\r\n\r\nQuan Điểm\r\nVới tiêu chí bền  – rẻ – đẹp . Fullface Roc 05 lại là một sản phẩm vô cùng tuyệt vời khi được chính nhà máy MAFA VN sản xuất. Cải tiến hơn, kiểu dáng đẹp hơn, đặc biệt nón vẫn được trang bị các tính năng cần thiết của một chiếc nón hạng cao cấp. Nếu bạn là người mới dùng moto, mới chơi fullface thì đây chắc là dòng nón các bạn cần phải đắn đo suy nghĩ và cân nhắc.\r\n\r\nSản phẩm được bày bán tại các chi nhánh của bikersaigon, bạn có thể đến và trải nghiệm hoàn toàn miễn phí.",
  "price": 940000,
  "sale": 10,
  "isDeleted": true,
  "salePrice": 846000,
  "photo": "1633860821574_product_4.png",
  "__v": 0,
  "sale1": 10
},{
  "_id": {
    "$oid": "6079a0a1c2c96719708b476d"
  },
  "id": 91,
  "name": "Mũ tai bèo rằn ri dã ngoại – đi rừng ",
  "urlRewriteName": "mu-tai-beo-ran-ri-da-ngoai-–-di-rung-",
  "categoryId": 10,
  "description": "Mũ tai bèo rằn ri dã ngoại – đi rừng – HMM-033A là một chiếc mũ được gia công tốt công dụng dùng để che mát khi đi dã ngoại, cắm trại, đi rừng tránh côn trùng, che nắng, che mưa rất tốt.\r\n\r\nmũ tai bèo biệt kích mũ tai bèo quân đội\r\n\r\nThông số kỹ thuật của chiếc mũ tai bèo bộ đội này:\r\nChất liệu sản phẩm: Cotton 35% vải polyester 70% giúp chống thấm tuyệt vời.\r\nNón có chu vi vòng đầu khoảng 60cm, vành rộng khoảng 6,5cm và độ sâu mũ là 9cm.\r\nLỗ thông gió được thiết kế ở cả hai bên để thông gió và tản nhiệt, và đầu sẽ không bị nóng.\r\nMũ có nhiều kiểu dáng và màu sắc cho bạn chọn lựa,với nhiều màu ngụy trang phù hợp với mọi địa hình, vừa chống nắng nóng hiệu quả.\r\n\r\nmũ lính biệt kích\r\n\r\nĐặt Mũ tai bèo rằn ri dã ngoại – đi rừng – HMM-033A bạn chỉ cần liên hệ với Shop Đi Phượt qua hotline 0963712834 chúng tôi sẽ tiếp nhận đơn hàng và giao hàng cho bạn trên phạm vi toàn quốc trong thời gian từ 2 – 4 ngày tùy khu vực.\r\n\r\nXem thêm nhiều nón tai bèo giá rẻ với mẫu khác nhau tại mục Phụ Kiện Phượt bạn nhé, cảm ơn đã ủng hộ shop chúng tôi.",
  "price": 159000,
  "sale": 10,
  "isDeleted": true,
  "salePrice": 143100,
  "photo": "1633862574225_mu-tai-beo-ran-ri-da-ngoai-hmm-033a-5-300x299.jpg",
  "__v": 0,
  "sale1": 10
},{
  "_id": {
    "$oid": "6079a13ac2c96719708b4770"
  },
  "id": 94,
  "name": "Dao sinh tồn Gerber Bear Grylls Paracord Fixed Blade Knife",
  "urlRewriteName": "dao-sinh-ton-gerber-bear-grylls-paracord-fixed-blade-knife",
  "categoryId": 10,
  "description": "Dao sinh tồn Gerber Bear Grylls Paracord Fixed Blade Knife là loại dao sinh tồn fulltang của hãng Gerber với đặc tính nhỏ gọn và chắc chắn, được thiết kế để trở thành một con dao sinh tồn nhỏ gọn vừa tầm tay. Tay cầm bọc paracord có thể tháo rời và tùy chỉnh với 18 mét dây paracord.\r\n\r\nDao sinh tồn Gerber Bear Grylls Paracord Fixed Blade Knife\r\nMẫu dao sinh tồn siêu đẹp của Gerber\r\nĐược sản xuất bởi Gerber, dao lưỡi cố định Gerber Bear Grylls paracord mang lại hiệu suất cắt tối ưu với thiết kế mỏng, nhẹ để sử dụng ngoài trời. Các điểm nổi bật bao gồm một lưỡi dao thép 8,25cm đầy đủ, sắc cạnh, và một miếng bọc xung quanh có thể được tháo ra và sử dụng trong trường hợp khẩn cấp. Một chiếc vỏ dao có thể đảo ngược cho phép mang con dao thợ săn này với đầu hướng lên, xuống hoặc sang ngang.",
  "price": 433000,
  "sale": 15,
  "isDeleted": true,
  "salePrice": 368050,
  "photo": "1633868793513_dao-gerber-5-300x200.jpg",
  "__v": 0,
  "sale1": 15
},{
  "_id": {
    "$oid": "6079a3ffc2c96719708b477b"
  },
  "id": 105,
  "name": "Găng tay đi Phượt Probike – hở ngón",
  "urlRewriteName": "gang-tay-di-phuot-probike-–-ho-ngon",
  "categoryId": 9,
  "description": "Găng tay đi Phượt là một trong những vật dụng không thể thiếu dành cho những phượt thử khi đi chơi xa, găng tay có tác dụng giảm thiếu khả năng chấn thương ở tay, giảm xây xát khi va chạm tay khi bị tai nạn, găng tay hở ngón Probiker được may từ vải Airmesh thoáng khí, bọc một lớp da lộn, và có gù nhựa cứng bảo vệ đốt ngón tay, logo probiker bằng kim loại tăng tính thẩm mỹ cho chiếc găng tay đi phượt Probiker, ngoài ra bên trong găng tay  còn có các hạt cao su nhỏ thiết kế nhằm tăng độ bám của bàn tay với găng tay.",
  "price": 146000,
  "sale": null,
  "isDeleted": true,
  "salePrice": 146000,
  "photo": "1633862341351_gang-tay-511-chien-thuat-3.jpg",
  "__v": 0,
  "sale1": null
},{
  "_id": {
    "$oid": "616151cde8d8fe7b88e51ea7"
  },
  "id": 109,
  "name": "Mũ Fullface YOHE 967 2 Kính 2019 chất chơi",
  "urlRewriteName": "mu-fullface-yohe-967-2-kinh-2019-chat-choi",
  "categoryId": 12,
  "description": "Mũ fullface Yohe 967 2 kính là dòng mũ mang phong cách Châu Âu mạnh mẽ. Chiếc mũ này nổi bật ở chất liệu vỏ mũ, chất liệu mặt kính mũ, kiểu dáng thời trang. Tạo nên một dòng mũ bảo hiểm Yohe đậm chất chơi.",
  "price": 1200000,
  "sale": 4,
  "isDeleted": true,
  "salePrice": 1152000,
  "photo": "1633767885949_product_4.png",
  "__v": 0
},{
  "_id": {
    "$oid": "6162da4ee8f08f31644b0a14"
  },
  "id": 110,
  "name": "Pizza California",
  "urlRewriteName": "pizza-california",
  "categoryId": 8,
  "description": "Pizza California hay còn gọi là loại bánh dành cho người sành ăn, được biết đến với các nguyên liệu đặc biệt. Loại bánh có vào cuối năm 1970 khi đầu bếp Ed LaDou tiến hành thử nghiệm công thức tại nhà hàng cổ điển của Ý, Prego. Ông đã làm ra một chiếc bánh Pizza với mù tạt, ricotta, pate và ớt đỏ, một cách tình cờ nó được phục vụ cho Wolfgang Puck. Quá bất ngờ với ý tưởng sáng tạo này, Puck đã mời ông làm đầu bếp tại nhà hàng của mình. Chính tại đây, LaDou đã đưa ra hơn 250 công thức làm bánh độc nhất và thậm chí viết nên thực đơn của chuỗi nhà hàng California Pizza Kitchen.",
  "price": 30000,
  "sale": 0,
  "isDeleted": false,
  "salePrice": 30000,
  "photo": "1673423308112_pizza10.jpg",
  "__v": 0,
  "sale1": 0
},{
  "_id": {
    "$oid": "6162daa8e8f08f31644b0a15"
  },
  "id": 111,
  "name": "Pizza Greek",
  "urlRewriteName": "pizza-greek",
  "categoryId": 8,
  "description": "Pizza Greek được sáng tạo ra bởi những người nhập cư Hy Lạp khi đến Mỹ. Loại bánh này đặc biệt phổ biến ở các bang New England, có lớp vỏ dày và dai được nướng trong chảo nông, có dầu, vì vậy đáy bánh gần như chiên giòn. Mặc dù phong cách này có lớp vỏ phồng và dai hơn so với các bánh vỏ mỏng, nhưng nó không dày như loại Chicago hoặc Sicilia.\r\nĐặc biệt đây là bánh có nước sốt không tập trung vào phô mai. Nước sốt thường là hỗn hợp cà chua phối hợp với lá oregano nồng. Hỗn hợp mozzarella và cheddar sẽ được đặt trên bề mặt bánh.",
  "price": 40000,
  "sale": 0,
  "isDeleted": false,
  "salePrice": 40000,
  "photo": "1673423381886_pizza11.jpg",
  "__v": 0,
  "sale1": 0
},{
  "_id": {
    "$oid": "6162db51e8f08f31644b0a16"
  },
  "id": 112,
  "name": "Pizza Pastrmajlija",
  "urlRewriteName": "pizza-pastrmajlija",
  "categoryId": 8,
  "description": "Thịt nướng với hạt tiêu tạo nên phần topping ngon tuyệt cho món bánh Pastrmajlija vốn được nhiều người Macedonia ưa chuộng. Ngoài ra bạn cũng có thể thêm trứng lên bánh để tăng thêm hương vị. Loại bánh có lớp đế khá dày này có hình dáng rất phong phú tùy thuộc vào đôi bàn tay và cách tạo hình của người thợ bánh.",
  "price": 40000,
  "sale": 0,
  "isDeleted": false,
  "salePrice": 40000,
  "photo": "1673423474903_pizza12.jpg",
  "__v": 0,
  "sale1": 0
},{
  "_id": {
    "$oid": "6162dee1e8f08f31644b0a17"
  },
  "id": 113,
  "name": "Pizza Flammkuchen",
  "urlRewriteName": "pizza-flammkuchen",
  "categoryId": 8,
  "description": "Flammkuchen là một cách biến tấu thú vị giữa pizza của Ý và Tarte Flambee của Pháp. Flammkuchen có lớp đế rất mỏng phủ đầy bên trên là hành tây, kem tươi, thịt xông khói, muối và tiêu. Đây là món ăn bình dân với giá cả hợp lý và đặc biệt thích hợp cho một ngày mưa lạnh.",
  "price": 40000,
  "sale": 0,
  "isDeleted": false,
  "salePrice": 40000,
  "photo": "1673423520633_pizza13.jpg",
  "__v": 0,
  "sale1": 0
},{
  "_id": {
    "$oid": "6162e14be8f08f31644b0a18"
  },
  "id": 114,
  "name": "Nón 3/4 KYT Black Panther",
  "urlRewriteName": "non-3/4-kyt-black-panther",
  "categoryId": 8,
  "description": "Thông Số Kỹ Thuật :\r\nHãng : KYT ( Sản xuất tại Malaysia)\r\nSize : M L XL\r\nTiêu Chuẩn : QUATEST III\r\nChất liệu : Nhựa ABS nguyên sinh\r\nTrọng lượng : 1,100gr\r\nTính Năng : Trang Bị 2 Kính Đi Ngày Đêm\r\nMô Tả : Được sản xuất bằng chất liệu thermoplastic ( nhựa dẻo cao cấp ) .Lớp lót có thể tháo rời, khóa lắp kính cực nhanh.Lớp lót khử mùi tự nhiên, mồ hồi khi sử dụng.Khả năng hấp thu xung động EPS tốt hạn chế rủi ro khi va chạm. Thiết kế vô cùng bắt mắt, sản phẩm được Racing Boy trong và ngoài nước tin dùng. Thường xuất hiện trong các giải đua Malaysia, Thái Lan, Indoesia,…",
  "price": 2090000,
  "sale": 10,
  "isDeleted": true,
  "salePrice": 1881000,
  "photo": "1633870155476_non-3-4-kyt-black-panther-247x247.jpg",
  "__v": 0
},{
  "_id": {
    "$oid": "6162e1f0e8f08f31644b0a19"
  },
  "id": 115,
  "name": "Nón Xe Đạp Bulldog",
  "urlRewriteName": "non-xe-dap-bulldog",
  "categoryId": 8,
  "description": "Nón 1-2 Bulldog Gangster Nửa Đầu Dành Cho Các ACE PKL\r\nNón Bulldog Gangster Nửa Đầu là dòng nón bảo hiểm cao cấp của hãng nổi tiếng ở Việt Nam Bulldog. Dòng mũ bảo hiểm này được sản xuất tại Đài Loan.\r\n\r\n\r\n\r\nNón khuyến cáo sử dụng ở phạm vi gần, dạo phố. Nếu các bạn đi đường xa, đường dài, quốc lộ thì vẫn nên chọn nón fullface sẽ an toàn hơn nhé.\r\n\r\nNón có trọng lượng 950gr +-50gr, có size L phù hợp với các bạn có size đầu trung bình từ 52-58cm.\r\n\r\nĐiểm nổi bật của dòng nón\r\n\r\n\r\nThiết kế của Nón Bulldog Gangster Nửa Đầu cực kì lạ so với các loại nón các bạn thấy trên thị trường. Nón có oval, viền da, phía trước là logo thương hiệu Bulldog cao cấp.\r\n\r\nBên trong lồng nón là lớp mút có khả năng kháng khuẩn thấm hút mồ hôi cực tốt\r\n\r\nBulldog rất chú trọng về chất lượng của sản phẩm, chính vì vậy ngay cả dây khóa, viền chỉ may đều được làm rất thủ công và tỉ mỉ.\r\n\r\nDòng nón phù hợp cho các ace chạy xe Phân khối lớn đi dạo phố như Z1000, Halley, Kawasaiki,..\r\n\r\n\r\n\r\nHai bên được gắn thêm đệm tai giúp cho ôm sát vòng đầu và bảo vệ được tốt hơn.\r\n\r\nPhía sau được thêu da Bulldog sang trọng và đẳng cấp.\r\n\r\nSử dụng thước dây để chọn size nón chính xác. Nếu bạn đang phân vân làm sao để chọn, vui lòng liên hệ trực tiếp với shop theo hotline : 0969064846 & 01212609789 để được tư vấn kỹ hơn.",
  "price": 400000,
  "sale": 0,
  "isDeleted": true,
  "salePrice": 400000,
  "photo": "1633870320137_non-xe-dap-bulldog-247x247.jpg",
  "__v": 0
},{
  "_id": {
    "$oid": "6162e3eee8f08f31644b0a1b"
  },
  "id": 116,
  "name": "Burger gà phô mai sốt",
  "urlRewriteName": "burger-ga-pho-mai-sot",
  "categoryId": 9,
  "description": "Hamburger",
  "price": 50000,
  "sale": 20,
  "isDeleted": false,
  "salePrice": 40000,
  "photo": "1673423807227_ham1.jpg",
  "__v": 0,
  "sale1": 20
},{
  "_id": {
    "$oid": "6162e445e8f08f31644b0a1c"
  },
  "id": 117,
  "name": "Burger 2 Miếng Bò Khoai Tây Lát",
  "urlRewriteName": "burger-2-mieng-bo-khoai-tay-lat",
  "categoryId": 9,
  "description": "Burger 2 Miếng Bò Khoai Tây Lát",
  "price": 50000,
  "sale": 10,
  "isDeleted": false,
  "salePrice": 45000,
  "photo": "1673423900305_ham2.jpeg",
  "__v": 0,
  "sale1": 10
},{
  "_id": {
    "$oid": "6162e492e8f08f31644b0a1d"
  },
  "id": 118,
  "name": "BURGER BÒ KHOAI GIÒN TRÀN PHÔ MAI",
  "urlRewriteName": "burger-bo-khoai-gion-tran-pho-mai",
  "categoryId": 9,
  "description": "BURGER BÒ KHOAI GIÒN TRÀN PHÔ MAI",
  "price": 50000,
  "sale": 0,
  "isDeleted": false,
  "salePrice": 50000,
  "photo": "1673423954562_ham3.jpg",
  "__v": 0,
  "sale1": 0
},{
  "_id": {
    "$oid": "6162e5c5e8f08f31644b0a1e"
  },
  "id": 119,
  "name": "Burger gà giòn cay",
  "urlRewriteName": "burger-ga-gion-cay",
  "categoryId": 9,
  "description": "Burger gà giòn cay",
  "price": 45000,
  "sale": 0,
  "isDeleted": false,
  "salePrice": 45000,
  "photo": "1673424040049_ham4.jpg",
  "__v": 0,
  "sale1": 0
},{
  "_id": {
    "$oid": "6162e7d7e8f08f31644b0a20"
  },
  "id": 120,
  "name": " Baguette - Bánh mì Pháp",
  "urlRewriteName": "-baguette---banh-mi-phap",
  "categoryId": 10,
  "description": "Một sự thú vị là Luật thực phẩm Pháp định nghĩa bánh mì là sản phẩm chỉ có bốn thành phần: nước, bột mì, men, và muối thường. Nếu thêm những thành phần khác vào công thức cơ bản thì phải bán dùng tên khác cho sản phẩm.\r\n\r\nTrong bữa sáng Pháp truyền thống, những miếng bánh mì được quét mứt và ngâm vào bát cà phê hay sô-cô-la nóng. Và bánh mì rất được ưa chuộng, nhiều cửa hàng bánh mì hoàn toàn có thể bán hết bánh ngay khi vừa mở cửa.\r\n\r\n ",
  "price": 15000,
  "sale": 0,
  "isDeleted": false,
  "salePrice": 15000,
  "photo": "1673424201615_Baguette.jpg",
  "__v": 0,
  "sale1": 0
},{
  "_id": {
    "$oid": "6162e98ee8f08f31644b0a21"
  },
  "id": 121,
  "name": "Bánh mì nướng Kaya",
  "urlRewriteName": "banh-mi-nuong-kaya",
  "categoryId": 10,
  "description": "Đây là món là một món ăn nhẹ nổi tiếng ở Singapore và Malaysia. Bánh mì nướng Kaya được làm bằng cách thái lát bánh mì bình thường, sau đó nướng trong lò hoặc nướng than. Bơ và kaya (một loại mứt truyền thống được làm từ dừa và trứng) sẽ được phết lên bánh mì nướng rồi kẹp chúng lại với nhau.",
  "price": 15000,
  "sale": 0,
  "isDeleted": false,
  "salePrice": 15000,
  "photo": "1673424252247_banh-mi-nuong-Kaya.jpg",
  "__v": 0,
  "sale1": 0
},{
  "_id": {
    "$oid": "6162ea49e8f08f31644b0a22"
  },
  "id": 122,
  "name": "Túi Du Lịch Motowolf 90 Lít",
  "urlRewriteName": "tui-du-lich-motowolf-90-lit",
  "categoryId": 10,
  "description": "Túi Du Lịch Motowolf 90 Lít là thương hiệu của Motowolf rất gần gũi và cũng xa lạ gì với các anh em biker. Thương hiệu này dường như là một thương hiệu chống nước cao cấp và có độ bền tuyệt đối.\r\n\r\n \r\n\r\nTúi  chống nước cao cấp giúp chúng ta thuận tiện hơn khi gặp trời mưa dù lớn hay nhỏ cũng không sợ phải ướt đồ bên trong.\r\n\r\n \r\n\r\nTúi có thể xách, cầm tay, đéo chéo rất gọn gàng, còn có thể treo trên xe gắn trên xe một cách thuận tiện.\r\n\r\nTúi có thể chịu tải lên đến 200kg , chất liệu là nylong chống thấm nước 100%.\r\n\r\n\r\n\r\nTúi Có logo phản quang ban đêm giúp chúng ta an toàn hơn khi đi du lịch vào buổi tối.\r\n\r\nỨng dụng được nhiều chức năng balo đi biển,túi đựng vật dụng gắn trên xe máy…..\r\n\r\n\r\n\r\nNgoài ra, túi còn có thể tích lên đến 90Lít rất thich hợp đeo theo khi đi một chuyến đi dài và rất cần nhiều vật dụng cần thiết khi đi thì Túi Motowolf chắc chắn sẽ là sự lựa chọn tốt nhất cho các anh em phượt\r\n\r\nTúi Motowolf  90 Lít đã có mặt tại shop Bikersaigon mời các bạn có thể đến xem.",
  "price": 835000,
  "sale": 0,
  "isDeleted": true,
  "salePrice": 835000,
  "photo": "1633872515221_tui-du-lich-motowolf-vang-90l.jpg",
  "__v": 0,
  "sale1": 0
},{
  "_id": {
    "$oid": "63b4732804747863a4eb7a8e"
  },
  "id": 123,
  "name": "Bánh mì Mitrailette",
  "urlRewriteName": "banh-mi-mitrailette",
  "categoryId": 10,
  "description": "Phát âm tiếng Pháp của bánh mì Mitrailette là: [mitʁajɛt] (nghĩa của chúng hoàn toàn không có chút liên quan nào đến món ăn là: \"súng tiểu liên\"). Đây là một loại bánh sandwich Bỉ của, chúng có sẵn và có thể dễ dàng tìm thấy, mua được trong Kiot bán hàng ven đường, xe tải phục vụ thức ăn nhanh hoặc quán cà phê . Bánh mì Mitrailette rất phổ biến tại Bỉ và một trong những món ăn ưa thích của sinh viên.",
  "price": 15000,
  "sale": 0,
  "isDeleted": false,
  "salePrice": 15000,
  "photo": "1673424306127_banh-mi-Mitraillette.jpg",
  "__v": 0,
  "sale1": 0
},{
  "_id": {
    "$oid": "63b4736304747863a4eb7a8f"
  },
  "id": 124,
  "name": "Trà sữa khoai môn Mì Ý Linguine",
  "urlRewriteName": "tra-sua-khoai-mon-mi-y-linguine",
  "categoryId": 13,
  "description": "Linguine là tên của một loại mì sợi pasta tương tự như fettuccine và trenette nhưng có phần hình elip thay vì phẳng. Nó có chiều rộng khoảng 4 mm, rộng hơn mì spaghetti nhưng không rộng bằng fettuccine. ",
  "price": 30000,
  "sale": 0,
  "isDeleted": false,
  "salePrice": 30000,
  "photo": "1673424423764_linguine-with-sauce_4ce4d1faf9ba410bb6878e151bfe5639_grande.jpg",
  "__v": 0,
  "sale1": 0
},{
  "_id": {
    "$oid": "63be6e53bba9450f586d8ac4"
  },
  "id": 125,
  "name": "Mì Ý Spaghetti",
  "urlRewriteName": "mi-y-spaghetti",
  "categoryId": 13,
  "description": "Spaghetti là món mì cổ điển của Ý được biết đến với hình trụ dài, mỏng. Spaghetti điển hình được làm từ nước, lúa mì xay và bột mì, nhưng mì ý Spaghetti  đích thực được làm bằng bột lúa mì cứng durum.",
  "price": 30000,
  "sale": 0,
  "isDeleted": false,
  "salePrice": 30000,
  "photo": "1673424467269_sot-ca-chua-thit-bo-bam-bolognese-agnesi-y-400g_97e2a8e75fef4217be5d2e9869ad1ce7_grande.jpeg",
  "__v": 0
},{
  "_id": {
    "$oid": "63be6e7fbba9450f586d8ac5"
  },
  "id": 126,
  "name": "Mì Ý Spaghettini Agnesi",
  "urlRewriteName": "mi-y-spaghettini-agnesi",
  "categoryId": 13,
  "description": "Món mì này thường được sử dụng trong các món hải sản (chẳng hạn như cá ngừ hoặc cá hồi) hoặc trong nước sốt dầu, cũng giống như bất kỳ loại mì Ý nào, spaghettini có thể được sử dụng trong bất kỳ món ăn nào và với bất kỳ loại nước sốt nào.",
  "price": 30000,
  "sale": 0,
  "isDeleted": false,
  "salePrice": 30000,
  "photo": "1673424511961_13051598_251960875156249_4942300980715415118_n_2c9e791aff1b45ca8ec20ff72b037ccd_grande.jpg",
  "__v": 0
},{
  "_id": {
    "$oid": "63be6f86bba9450f586d8ac6"
  },
  "id": 127,
  "name": "Cánh gà chiên bơ",
  "urlRewriteName": "canh-ga-chien-bo",
  "categoryId": 14,
  "description": "Nguyên liệu làm cánh gà chiên bơ\r\n450gr cánh gà\r\n100ml sữa tươi\r\n3 muỗng canh bơ\r\n3 tép tỏi\r\n6 muỗng canh bột chiên giòn\r\nGia vị: Tiêu, hạt nêm, đường, bột tỏi, bột ớt",
  "price": 30000,
  "sale": 20,
  "isDeleted": false,
  "salePrice": 24000,
  "photo": "1673424774525_cánh gà chiên bơ.jpg",
  "__v": 0
},{
  "_id": {
    "$oid": "63be701abba9450f586d8ac7"
  },
  "id": 128,
  "name": "Gà chiên giòn sốt ngũ vị",
  "urlRewriteName": "ga-chien-gion-sot-ngu-vi",
  "categoryId": 14,
  "description": "Nguyên liệu làm cổ gà chiên giòn sốt ngũ vị\r\n5 cái cổ gà\r\n2 muỗng canh bột mì\r\n½ muỗng cà phê ớt băm\r\n¼ muỗng cà phê bột thì là\r\n1 muỗng canh rượu vang\r\n1 muỗng cà phê bột ngũ vị hương\r\n2 tép tỏi\r\n2 muỗng canh bột bắp\r\nGia vị: đường, nước tương, muối, dầu ăn.",
  "price": 30000,
  "sale": 0,
  "isDeleted": false,
  "salePrice": 30000,
  "photo": "1673424922077_gà chiên sốt.jpg",
  "__v": 0
},{
  "_id": {
    "$oid": "63be71b0bba9450f586d8ac8"
  },
  "id": 129,
  "name": "Coca",
  "urlRewriteName": "coca",
  "categoryId": 15,
  "description": "Combo nước uống",
  "price": 10000,
  "sale": 0,
  "isDeleted": false,
  "salePrice": 10000,
  "photo": "1673425328008_coca.jpg",
  "__v": 0
},{
  "_id": {
    "$oid": "63be71d0bba9450f586d8ac9"
  },
  "id": 130,
  "name": "Pepsi",
  "urlRewriteName": "pepsi",
  "categoryId": 15,
  "description": "Combo đồ uống",
  "price": 10000,
  "sale": 0,
  "isDeleted": false,
  "salePrice": 10000,
  "photo": "1673425360090_pepsi.jpg",
  "__v": 0
}]